
/* --------------------------------------------------------------------------------------------------------------------------
AOS
-----------------------------------------------------------------------------------------------------------------------------*/
AOS.init({
  offset: 100, // смещение (в пикселях) от нижней части окна браузера, при котором запускается анимация
  duration: 400, // продолжительность анимации (в мс)
  easing: "ease-in-quad", // функция сглаживания анимации
  delay: 50, // задержка перед началом анимации (в мс)
});
/* --------------------------------------------------------------------------------------------------------------------------
FANCYBOX
-----------------------------------------------------------------------------------------------------------------------------*/
Fancybox.bind("[data-fancybox]", {
	Carousel: {
		transition: "slide",
	},
	Images: {
		zoom: false,
	},
	showClass: "f-fadeIn",
});
